Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/Башкортостан1543.tmx
Source language: ru
Languages: ba

source: Нормализует работу сердца и нервной системы, снимает тревожность, улучшает мозговую деятельность, понижает кровяное давление, избавляет от головной боли и нормализует сон.
ba: Елһенеү осраҡтарында файҙалы, йөрәк, нервы системаһы, мейе эшмәкәрлеген яйлай, хәүефләнеүҙе баҫа, ҡан баҫымын түбәнәйтә, баш ауыртыуынан, йоҡоһоҙлоҡтан яҡшы дауа.

source: Собирают в период цветения — июнь-июль.
ba: Сәскә атҡан осоронда – июнь-июль айҙарында йыялар.

source: Липа
ba: Йүкә

source: Снимает интоксикацию, нормализует пищеварение, улучшает кровообращение, положительно влияет на обменные процессы в организме.
ba: Ағыуланыу осраҡтарында организмды таҙарта, аш эшкәртеүҙе көйләй, ҡан әйләнешен яҡшырта, матдәләр алмашыныуға ыңғай йоғонто яһай.

source: Собирают в период цветения — с конца июня.
ba: Сәскә атҡан мәленән – июнь аҙағынан йыя башлайҙар.

source: Шиповник
ba: Гөлйемеш

source: Поднимает иммунитет, лечит простуду, помогает при воспалениях, в том числе суставов, укрепляет стенки сосудов, восстанавливает печень.
ba: Иммунитетты яҡшырта, һалҡын тейгәндә, елһенеү осраҡтарында, быуындар ауыртҡанда ярҙам итә, тамырҙарҙың һығылмалығын нығыта, бөйөр эшмәкәрлеген тергеҙә.

source: Собирают листья, цветки, корни, ягоды в июне — сентябре.
ba: Июнь-сентябрь айҙарында япрағын, сәскәһен, тамырын, емештәрен йыялар.

source: Смородина
ba: Ҡарағат

source: Листья и ягоды содержат витамин С, незаменимы при авитамин озе и слабом иммунитете.
ba: Япрағы һәм емеше С витаминына бай, авитаминоз мәлендә, иммунитет ҡаҡшағанда шифаһы ҙур.

source: Предотвращают образование онкологии, предупреждают преждевременное старение.
ba: Яман шеш барлыҡҡа килеүҙе, иртә ҡартайыуҙы тотҡарлай.

source: Настои и отвары листьев растения оказывают дезинфицирующее и противовоспалительное действие.
ba: Япрағын ҡайнатып, төнәтмә яһап эсеү дезинфекция, елһенеүгә ҡаршы сара булып тора.

source: Собирают листья и ягоды в июне — июле.
ba: Июнь-июль айҙарында япрағын һәм емешен йыялар.
